Repository: balabit-deps/balabit-os-8-ssl-cert
Catalog: debian/po/*.po
Languages: es

source: Host name:
es: Nombre del equipo:

source: Please enter the host name to use in the SSL certificate.
es: Introduzca el nombre del sistema para el certificado SSL.

source: It will become the 'commonName' field of the generated SSL certificate.
es: Se utilizará en el campo «commonName» del certificado SSL generado.

source: Alternative name(s):
es: Nombre/s alternativo/s:

source: Please enter any additional names to use in the SSL certificate.
es: Introduzca cualquier nombre adicional que deba utilizarse en el certificado SSL.

source: It will become the 'subjectAltName' field of the generated SSL certificate.
es: Se utilizará en el campo «subjectAltName» del certificado SSL generado.

source: Multiple alternative names should be delimited with comma and no spaces. For a web server with multiple DNS names this could look like:
es: Debe separar con comas, no con espacios, los distintos nombres alternativos. Para un servidor web con múltiples nombres DNS ésto podría hacerse, por ejemplo, como:

source: DNS:www.example.com,DNS:images.example.com
es: DNS:www.ejemplo.com,DNS:imagenes.ejemplo.com

source: A more complex example including a hostname, a WebID, an email address, and an IPv4 address:
es: A continuación se muestra un ejemplo más complejo que incluye un nombre de equipo, un WebID, una dirección de correo y una dirección IPv4:

source: DNS:example.com,URI:http://example.com/joe#me,email:me@example.com,IP:192.168.7.3
es: DNS:ejemplo.com,URI:http://ejemplo.com/jose#yo,email:yo@ejemplo.com,IP:192.168.7.3

source: Configure an SSL Certificate.
es: Configure un certificado SSL.

source: Local SSL certificates must be replaced
es: Deben reemplazarse los certificados SSL locales

source: A security certificate which was automatically created for your local system needs to be replaced due to a flaw which renders it insecure. This will be done automatically.
es: Debe reemplazarse un certificado de seguridad que se creó automáticamente para su sistema local debido a que hay un fallo que lo hace inseguro. Esto se realizará automáticamente.

source: If you don't know anything about this, you can safely ignore this message.
es: Puede ignorar con tranquilidad este mensaje si no sabe nada de esto.
